INSERT INTO admin_account(created_at, created_by, deleted_yn, modified_at, modified_by, email, name, password, roles, approved)
values
    (now(),'admin@admin.com','N',now(),'admin@admin.com','admin@admin.com','admin','{noop}1234','ADMIN', true),
    (now(),'staff@staff.com','N',now(),'staff@staff.com','staff@staff.com','staff','{noop}1234','STAFF', false);


insert into shopping_notice(created_at, created_by, deleted_yn, modified_at, modified_by, title, content )
values
(now(),'admin@admin.com','N',now(),'admin@admin.com', '첫번째 공지사항입니다', '얼음 아름답고 커다란 철환하였는가? 동산에는 남는 얼음과 듣는다. 피어나기 가치를 못할 크고 것은 위하여서. 심장의 심장은 이상을 청춘은 위하여 이상은 천하를 무엇이 철환하였는가? 위하여서, 위하여, 얼마나 것이다. 인간에 것이다.보라, 이상의 찾아 날카로우나 이것을 봄날의 가진 것이다. 그러므로 역사를 것은 불어 힘차게 얼마나 커다란 아름다우냐? 보내는 찾아 수 봄바람이다. 그러므로 끝에 수 새 청춘의 눈에 것이다.

같이 대한 되려니와, 이것이다. 청춘의 새가 끝에 구하기 길을 두기 크고 그들은 말이다. 피어나기 가치를 투명하되 피에 무엇을 그들에게 교향악이다. 미묘한 뭇 오직 청춘은 피다. 이것이야말로 눈이 붙잡아 하였으며, 인간에 청춘에서만 소리다.이것은 이것이다. 그들의 이상은 못할 얼음과 청춘의 너의 말이다. 거친 실로 실현에 보이는 뿐이다. 쓸쓸한 꾸며 못하다 듣는다. 생명을 동력은 가치를 가슴이 하는 기관과 생의 그들은 것이다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '두번째 공지사항입니다', '주는 인간의 황금시대를 고동을 이것이다. 것은 별과 커다란 같이 그들의 이 얼음이 봄바람이다. 그들은 별과 몸이 힘차게 위하여서, 살 무엇을 할지니, 봄날의 있는가? 내려온 그러므로 물방아 피고 끓는다. 것이 튼튼하며, 품었기 위하여서. 발휘하기 길지 타오르고 그림자는 듣는다. 물방아 풀이 그들은 끓는다. 가치를 별과 이성은 아름답고 가치를 같이, 황금시대를 창공에 봄날의 위하여서. 청춘 찾아다녀도, 그들에게 남는 싶이 천자만홍이 일월과 끝에 것이다.

꾸며 가지에 길지 속잎나고, 눈이 작고 이상의 기관과 쓸쓸하랴? 미묘한 내려온 피는 과실이 칼이다. 피고, 미묘한 품었기 그들의 별과 인간이 따뜻한 있다. 작고 대고, 같이, 내려온 심장은 그들은 있는 그리하였는가? 청춘의 않는 끓는 우리의 품에 따뜻한 것이다. 가슴에 만천하의 행복스럽고 위하여서 이상을 끝까지 끓는 눈에 거친 것이다. 피부가 놀이 무엇을 교향악이다. 있는 이것이야말로 그들을 풀밭에 그들은 이상은 뭇 구하지 것이다. 군영과 사랑의 싹이 열락의 안고, 말이다. 곧 이상은 같은 것이다. 능히 봄바람을 얼마나 피다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '세번째 공지사항입니다', '끓는 구하지 그들은 소담스러운 살았으며, 끓는 없는 긴지라 있다. 그들의 인류의 창공에 청춘을 지혜는 돋고, 때문이다. 새가 옷을 귀는 불러 우리의 웅대한 가슴에 피고 쓸쓸하랴? 피부가 보이는 사랑의 불어 것이다.보라, 가치를 싹이 위하여서, 끓는다. 이성은 방지하는 끓는 주며, 봄바람을 붙잡아 부패를 몸이 때문이다. 같이, 이상, 인생에 뼈 인생의 되는 인간이 가는 뭇 황금시대다. 그들에게 더운지라 싸인 사람은 창공에 소담스러운 있는가? 따뜻한 청춘의 크고 같지 그러므로 없으면, 모래뿐일 것이다. 피어나기 사랑의 꽃이 그들의 이상 방지하는 반짝이는 우리 쓸쓸한 그리하였는가? 풍부하게 청춘 뛰노는 설산에서 끝에 인도하겠다는 때문이다. 곳으로 피가 천자만홍이 불어 같이, 청춘의 일월과 그들의 사막이다.

황금시대의 이상이 천자만홍이 없으면 피어나는 피다. 가지에 되려니와, 뼈 보이는 청춘에서만 철환하였는가? 설레는 때에, 우리 무엇이 들어 이상은 것이다. 얼마나 방지하는 이것을 그들에게 그러므로 장식하는 교향악이다. 심장의 예가 무한한 쓸쓸하랴? 하였으며, 그들의 구하지 충분히 가치를 그들의 무엇이 피가 이것이다. 아니더면, 따뜻한 이 우리의 있으랴? 길을 없는 길지 못할 우리 거친 봄날의 못하다 가지에 보라. 있는 현저하게 얼음과 할지니, 피다. 뭇 밝은 그들은 아니한 되려니와, 말이다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '네번째 공지사항입니다', '찾아다녀도, 싹이 고동을 것이다. 타오르고 가슴에 공자는 있을 하여도 있는 사막이다. 내는 크고 이상의 몸이 때문이다. 품에 물방아 영원히 있는 듣는다. 대한 하는 인생에 있는 품으며, 노년에게서 칼이다. 넣는 속잎나고, 천자만홍이 천고에 청춘 곧 위하여서, 남는 실로 있다. 얼마나 생생하며, 황금시대를 그들의 같은 전인 이것이다. 바이며, 것은 소담스러운 따뜻한 그러므로 봄바람이다. 인생을 위하여 불어 몸이 없으면, 어디 봄바람이다. 그들의 모래뿐일 동산에는 그들은 품에 품으며, 보라. 힘차게 무엇을 공자는 듣는다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '다섯번째 공지사항입니다', '꽃 노래하며 대고, 할지라도 투명하되 것은 때문이다. 피에 그들의 아니더면, 하는 스며들어 품에 눈에 미인을 아니다. 넣는 얼마나 이 만물은 부패뿐이다. 같으며, 기관과 오아이스도 우리의 그와 피부가 거친 그들은 바로 것이다. 못할 인간의 투명하되 피고, 있음으로써 열락의 얼마나 열락의 듣는다. 두기 이상의 천지는 용감하고 듣는다. 크고 얼마나 구하기 소리다.이것은 역사를 방황하여도, 청춘을 고동을 것이다.보라, 아니다. 끓는 그것은 싶이 천지는 주는 아름다우냐? 할지니, 황금시대의 있는 그러므로 그들의 평화스러운 청춘의 구하지 끓는다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '6번째 공지사항입니다', '바이며, 할지라도 불어 때에, 사람은 현저하게 피가 이 사막이다. 역사를 지혜는 주는 스며들어 그들은 공자는 소리다.이것은 보배를 약동하다. 같이, 방황하여도, 심장의 이상이 아니다. 같은 미인을 싸인 있다. 만물은 그들의 위하여서 모래뿐일 낙원을 것이다. 청춘을 황금시대의 있는 이 그들을 몸이 쓸쓸하랴? 얼마나 바이며, 군영과 것이다. 품고 인도하겠다는 바로 이상은 인생을 있을 있으며, 것이다. 것은 만천하의 거선의 꽃이 인간의 살았으며, 보라.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '7번째 공지사항입니다', '더운지라 이상의 없으면 그리하였는가? 없으면 부패를 만천하의 기쁘며, 위하여서. 고행을 두기 창공에 얼마나 얼마나 사막이다. 무엇이 주며, 열락의 바로 것이다. 가치를 않는 같지 사랑의 청춘의 곳이 천자만홍이 이것이다. 같지 것은 두기 곳이 이상, 옷을 두손을 그들에게 끓는다. 위하여 거선의 만천하의 끓는 인간은 뛰노는 이것이다. 가치를 얼마나 그와 위하여서 열락의 천자만홍이 것은 보라. 품에 굳세게 품고 거선의 밝은 얼음이 사막이다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '8번째 공지사항입니다', '얼음에 그러므로 인도하겠다는 것이다. 되려니와, 인간에 인간은 풀이 인생에 그리하였는가? 맺어, 아니더면, 가는 힘있다. 고행을 이상은 품으며, 간에 청춘의 방황하여도, 것이다. 인류의 있는 그들의 황금시대의 그들에게 청춘의 밥을 약동하다. 주며, 그들에게 대고, 인간의 사랑의 뭇 듣는다. 이상은 무엇을 넣는 예가 평화스러운 운다. 것이 뜨거운지라, 싹이 것이다. 날카로우나 용기가 미인을 봄바람이다. 산야에 앞이 일월과 원질이 방황하여도, 살 끓는다. 생명을 봄바람을 설산에서 부패뿐이다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '9번째 공지사항입니다', '얼마나 곧 구하기 이상 가치를 뜨거운지라, 석가는 새 칼이다. 가는 설산에서 되려니와, 그들은 얼음에 사막이다. 뜨거운지라, 밝은 소담스러운 약동하다. 있는 그림자는 바이며, 인생에 고행을 속에서 것이다. 기쁘며, 불러 사라지지 이상은 사람은 대한 눈에 있는가? 보이는 열락의 무엇이 이상, 목숨을 아니다. 곳으로 풍부하게 그들은 커다란 위하여서. 뜨고, 것은 아니한 천지는 피어나기 놀이 것이다. 아니한 끝에 설산에서 살 가는 뭇 밥을 운다. 못하다 무엇이 피고 가치를 운다. 능히 것은 만천하의 인간에 가치를 인생에 심장의 불러 있으랴?'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '10번째 공지사항입니다', '청춘은 불어 따뜻한 별과 하는 이것이다. 무엇을 길지 같으며, 살았으며, 생명을 이것이다. 예수는 가지에 그와 황금시대의 풍부하게 얼음에 같은 피부가 것이다. 광야에서 시들어 천지는 하였으며, 우리 끓는 가진 힘차게 무엇을 봄바람이다. 맺어, 몸이 얼음에 얼마나 뿐이다. 그들은 가는 행복스럽고 있다. 귀는 석가는 인간의 너의 살았으며, 따뜻한 낙원을 뿐이다. 물방아 찾아다녀도, 우리의 능히 열매를 자신과 같이 봄바람이다. 봄날의 얼음에 있으며, 피부가 발휘하기 같은 소금이라 천지는 구할 사막이다. 사라지지 위하여서 같지 군영과 남는 그러므로 따뜻한 밝은 피다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '11번째 공지사항입니다', '무엇을 뜨고, 곳이 영락과 간에 새 방황하여도, 위하여, 있으랴? 꽃이 스며들어 유소년에게서 눈이 우리의 이 말이다. 그것을 광야에서 인간의 동산에는 것은 많이 몸이 그들은 있으랴? 사라지지 장식하는 커다란 것은 청춘의 이상을 피어나는 황금시대를 굳세게 아니다. 이 방지하는 타오르고 그들의 미묘한 간에 끓는 이것이다. 앞이 산야에 붙잡아 그것을 어디 칼이다. 이 만물은 예수는 따뜻한 인간에 봄바람이다. 인도하겠다는 커다란 위하여서 우리 아니다. 황금시대의 새가 이상의 영락과 때문이다. 우리 든 내는 날카로우나 대고, 것이다. 설레는 이상이 위하여, 아름답고 힘차게 봄바람이다.'),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '12번째 공지사항입니다', '관현악이며, 오아이스도 뜨고, 있으랴? 품에 것이다.보라, 사는가 황금시대의 어디 이것이야말로 광야에서 대중을 산야에 그리하였는가? 예가 위하여서, 청춘에서만 우리는 교향악이다. 보이는 있는 고동을 속잎나고, 있음으로써 커다란 칼이다. 공자는 생의 새 보배를 봄바람이다. 대중을 만물은 불러 대한 칼이다. 내려온 청춘의 별과 보라. 과실이 많이 가장 피다. 품에 인간에 그들의 장식하는 고행을 속에서 오직 대한 있는가? 무한한 지혜는 그러므로 얼음에 곳으로 부패를 붙잡아 밝은 이상의 아니다. 이는 기관과 공자는 가치를 예수는 방황하여도, 청춘 사라지지 이것이다.');



insert into faq_category(created_at, created_by, deleted_yn, modified_at, modified_by, name, description)
values
    (now(),'admin@admin.com','N',now(),'admin@admin.com','INQUIRY','이용문의'),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','PAYMENT','결재/영수증'),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','DELIVERY','배송 관련'),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','COUPON/POINT','쿠폰/포인트'),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','CANCEL','취소/환불'),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','RETURN','반품/교환'),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','USER','로그인/회원정보'),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','OTHERS','서비스/기타');

insert into faq( created_at, created_by, deleted_yn, modified_at, modified_by,  title, content, faq_category_id)
values
    (now(),'admin@admin.com','N',now(),'admin@admin.com','쇼핑몰 이용 어떻게 하나요?', '이용문의 내용 1', 1),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','커뮤니티 이용 어떻게 하나요?', '이용문의 내용 2', 1),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','결제 어떻게 하나요?', '결제문의 내용 1', 2),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','주문 내역 확인 어떻게 하나요?', '결제문의 내용 2', 2),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','배송비는 얼마인가요?', '배송문의 내용 1', 3),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','쿠폰 어떻게 쓰나요?', '쿠폰문의 내용 1', 4),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','주문 취소는 어떻게 하나요?', '취소문의 내용 1', 5),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','반품 어떻게 하나요?', '반품문의 내용 1', 6),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','회원탈퇴 후 재가입이 가능한가요?', '회원문의 내용 1', 7),
    (now(),'admin@admin.com','N',now(),'admin@admin.com','인기 게시글 기준이 무엇인가요?', '서비스 기타 문의 내용 1', 8);



insert into qna_answer(created_at, created_by, deleted_yn, modified_at, modified_by, answer, user_ask_id) VALUES
(now(),'admin@admin.com','N',now(),'admin@admin.com', '이 글은 답변 내용입니다.', 1),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '이 글은 답변 내용입니다.', 2),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '이 글은 답변 내용입니다.', 3),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '이 글은 답변 내용입니다.', 4),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '이 글은 답변 내용입니다.', 5),
(now(),'admin@admin.com','N',now(),'admin@admin.com', '이 글은 답변 내용입니다.', 6);